#+OPTIONS: num:nil
#+OPTIONS: ^:nil
#+OPTIONS: toc:nil
#+AUTHOR: Luis404
#+EMAIL: luisxu404@gmail.com

#+BEGIN_HTML
---
layout: post
title: Running Record
category: [Life]
description: [Run! Run! Run!]
---
#+END_HTML

* 2016
|  日期 | 距离(KM) | 地点       |
|-------+----------+------------|
| 02-18 |      3.0 | 首体健身房 |
| 02.15 |      7.0 | 首体       |
|   2.2 |      5.0 | 首体       |
|  1.19 |      6.0 | 首体       |
|  1.15 |      6.0 | 首体       |
|  1.11 |      6.6 | 首体       |
|   1.8 |      6.0 | 首体       |
|-------+----------+------------|
|  年度 |          |            |

* 2015
|  日期 | 距离(KM) | 地点     |
|-------+----------+----------|
|  1.20 |        4 | 长岛澜桥 |
|  1.21 |        4 | 长岛澜桥 |
|  1.27 |      1.2 | 健身房   |
|  1.28 |    5+1.2 | 健身房   |
|  1.29 |    5+1.4 | 健身房   |
|  1.31 |    5+1.2 | 健身房   |
|   2.3 |      1.2 | 健身房   |
|   3.1 |        2 | 健身房   |
|   3.2 |        5 | 健身房   |
|   3.3 |        2 | 健身房   |
|   3.4 |        5 | 健身房   |
|   3.5 |        2 | 健身房   |
|   3.6 |        5 | 健身房   |
|   3.9 |        2 | 健身房   |
|    .. |        2 | 南湖公园 |
|  4.22 |        4 | 央美     |
|  4.25 |      3.6 | 央美     |
|  4.27 |      5.2 | 北航     |
|   5.4 |        5 | 北航     |
|   5.8 |        6 | 北航     |
|  12.7 |        4 | 首体     |
|  12.8 |        5 | 首体     |
| 12.12 |       10 | 首体     |
| 12.15 |        5 | 首体     |
|-------+----------+----------|
|  年度 |     102. |          |
#+TBLFM: $2=vsum(@2..@25)

* 2014
|  日期 | 距离(KM) | 地点            | Note                             |
|-------+----------+-----------------+----------------------------------|
|  3.19 |        5 | 中央美术学院    |                                  |
|  3.22 |      8.6 | 健身房          |                                  |
|  3.29 |       12 | 健身房          |                                  |
|  4.22 |      7.4 | 健身房          |                                  |
|  4.27 |        9 | 健身房          |                                  |
|   5.4 |        5 | 中央美术学院    |                                  |
|   5.6 |       15 | 公司            |                                  |
|   5.8 |        5 | 公司            |                                  |
|  5.10 |       10 | 公司            |                                  |
|  5.13 |       15 | 公司            |                                  |
|  5.15 |        8 | 公司            |                                  |
|  5.16 |      5.0 | 公司            |                                  |
|  5.20 |      5.0 | 公司            |                                  |
|  5.23 |     10.0 | 公司            |                                  |
|  5.26 |     12.0 | 公司            |                                  |
|  5.30 |     15.0 | 公司            | 五月总里程：105                  |
|  7.17 |      6.9 | 公司            |                                  |
|  7.18 |      7.1 | 公司            |                                  |
|  7.22 |      6.0 | 公司            | 七月总里程：20                   |
|  8.19 |      5.0 | 公司            |                                  |
|  8.20 |      5.0 | 公司            |                                  |
|  8.22 |      5.0 | 公司            |                                  |
| 10.19 |   42.195 | 天安门-奥体中心 | 北马, 成绩: 5:47:22 funking 雾霾 |
|-------+----------+-----------------+----------------------------------|
|  年度 |  224.195 |                 |                                  |
* 2013 
|  日期 | 距离(KM) | 地点            | Note                |
|-------+----------+-----------------+---------------------|
| 10.20 |   42.195 | 天安门-奥体中心 | 北马, 成绩：4:51:45 |
* 2012 
|  日期 | 距离(KM) | 地点            | Note                |
|-------+----------+-----------------+---------------------|
| 11.25 |   42.195 | 天安门-奥体中心 | 北马, 成绩: 5:30:26. First Marathon |
